tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'sanemat/font'
brew 'autoconf'
brew 'awscli'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'emacs', args: ['with-cocoa']
brew 'cask'
brew 'zeromq'
brew 'czmq'
brew 'direnv'
brew 'eigen'
brew 'openssl'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'git'
brew 'libtool'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'gdbm'
brew 'ghq'
brew 'gibo'
brew 'go'
brew 'heroku'
brew 'hub'
brew 'ilmbase'
brew 'xz'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'lha'
brew 'libevent'
brew 'libsodium'
brew 'libyaml'
brew 'memcached'
brew 'mysql'
brew 'nkf'
brew 'numpy'
brew 'openexr'
brew 'phantomjs'
brew 'readline'
brew 'postgresql'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'qt5'
brew 'ruby-build'
brew 'rbenv'
brew 'redis'
brew 'speedtest_cli'
brew 'terminal-notifier'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'zsh', args: ['without-etcdir']
brew 'zsh-completions'
brew 'homebrew/science/opencv'
brew 'sanemat/font/ricty', args: ['vim-powerline']
mas 'Xcode (8.2.1)', id: 497799835
mas 'Night Owl (2.85)', id: 428834068
mas 'Keynote (7.0.5)', id: 409183694
mas 'iMovie (10.1.4)', id: 408981434
mas 'PopHub (2.1.4)', id: 928494006
mas 'Skitch (2.8)', id: 425955336
mas '1Password (6.5.3)', id: 443987910
mas 'Evernote (6.10)', id: 406056744
mas 'Slack (2.4.1)', id: 803453959
mas 'Pages (6.0.5)', id: 409201541
mas 'LINE (4.11.1)', id: 539883307
mas 'GarageBand (10.1.6)', id: 682658836
mas 'Kobito (2.3.8)', id: 896624060
mas 'Xccello (1.2.1)', id: 785109225
mas 'Numbers (4.0.5)', id: 409203825
